[
  {
    "id": "Wicht_JMP",
    "filename": "Wicht_JMP.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/Wicht_JMP.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "This paper assesses the efficiency of the sovereign debt management in emerging economies. I consider a market economy in which a sovereign borrower trades non-contingent bonds of different maturities with two foreign lenders. The borrower is impatient and lacks commitment. I show that the market economy cannot implement the Planner's constrained efficient allocation through defaults but instead by costly debt buybacks. Moreover, as the lenders must enforce those buybacks, the implementation generally requires history-dependent strategies. Nevertheless, interpreting the borrower's impatience as a form of bounded memory, small perturbations in the payoff of the market participants rule out any other strategies than Markov ones. In this case, the Planner's allocation can only be approximated by Markov strategies. I show that emerging economies such as Argentina and Brazil present evidence of such approximation albeit with different outcomes. The multiplicity in outcome comes from the strategic interaction between the two lenders. I find that Brazil has a more efficient sovereign debt management than Argentina.",
    "language": "en",
    "page": "56",
    "title": "Efficient Sovereign Debt Management in Emerging Economies",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Student Talk 2022, BSE Summer Forum 2022, SEA 2022, Riksbank PhD Workshop 2023, QMUL PhD Workshop 2023, SED 2023, XXVI Workshop on Dynamic Macroeconomics, EUI-Banque de France Conference 2023, EEA 2023."
      }
    ],
    "issued": {
    "date-parts": [["2023"]]
    },
    "citation-key": "wichtHDD2023",
    "bibtex": "@article{wichtHDD2023, title = {Efficient Sovereign Debt Management in Emerging Economies}, author = {Wicht, Adrien}, date = {2023}, journal = {European University Institute}, langid = {english},}"
  },
  {
    "id": "wichtSeniority2023",
    "filename": "wichtSeniority2023.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/wichtSeniority2023.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "Sovereign countries do not necessarily repay all its creditors. There is a clear pecking order in which official multilateral lenders - i.e. mainly the International Monetary Fund and the World Bank - are given priority in repayment. Yet, this preferred status is a market practice and is not legally binding. This paper documents the source and the consequences of the de facto seniority of official multilateral lenders. Empirically, I present evidence that defaults involving such lenders are infrequent, last relatively longer and are associated with greater private creditors' losses. To rationalize those findings, I build a model of endogenous defaults and renegotiations with heterogenous lenders. I find that the key component behind the de facto seniority is the typical policy of non-toleration of arrears adopted by official multilateral lenders. Combined with the default penalty, this policy rationalizes the aforementioned empirical facts, generates important spillovers on other creditors and is a source of fiscal discipline. The borrower values the use of  official multilateral debt and would not necessarily prefer other seniority regimes.",
    "language": "en",
    "page": "80",
    "title": "Seniority and Sovereign Default: The Role of Official Multilateral Lenders",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Lunch 2021, Philadelphia Fed Research Seminar 2022, RIEF Conference 2022, DebtCon5 2022."
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "wichtSeniority2023",
    "bibtex": "@article{wichtSeniority2023, title = {Seniority and Sovereign Default: The Role of Official Multilateral Lenders}, author = {Wicht, Adrien}, date = {2023}, journal = {European University Institute}, langid = {english},}"
  },
  {
    "id": "GEE2023",
    "filename": "vfinGEEmain_20231020",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/vfinGEEmain_20231020.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "We characterize the equilibrium of the standard sovereign   default model where a risk-averse borrower issues long-term   non-contigent bonds but cannot commit its future selves to repay. We   show existence and uniqueness of the Markov equilibrium of the   dynamic game with successive borrowers that is associated to this   environment.  We show that the price and policy functions exhibit   jumps and kinks in various places. A suitable choice of arbitrary   small noise yields price and policy functions that are   differentiable almost everywhere which allows us to characterize the   equilibrium using only decision rules of the agents by means of a   set of functional equations. Further, we describe the equilibrium   objects via an Euler equation with derivatives on future actions   -i.e. a generalized Euler equation (GEE) where the effects due to   default and those to dilution can be disentangled.  Computational   strategies using these functional equations allow for solving the   model with continuous functions using policy iterations. A   sufficient variance of the noise allows for concavity and hence   unique solution of the GEE which eases computation.",
    "language": "en",
    "page": "",
    "title": "The Generalized Euler Equation and the Bankruptcy-Sovereign Default Problem",
    "author": [
      {
        "family": "Mateos-Planas",
        "given": "Xavier",
        "link": "https://sites.google.com/view/xmateosplanas"
      },
      {
        "family": "McCrary",
        "given": "Sean",
        "link": "https://economics.sas.upenn.edu/people/sean-mccrary"
      },
      {
        "family": "Rios-Rull",
        "given": "Jose-Victor",
        "link": "https://www.sas.upenn.edu/~vr0j/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Workshop on Dynamic Games in Macroeconomics and Public Finance 2022."
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "GEE2023",
    "bibtex": "@Article{GEE2023,   author = {Mateos-Planas, Xavier and McCrary, Sean and Rios-Rull, Jose-Victor and Wicht, Adrien},   title  = {The Generalized Euler Equation and the Bankruptcy-Sovereign Default Problem},   year   = {2023}, }"
  },
  {
    "id": "vvvmmrwcom",
    "filename": "vvvmmrwcom",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/vvvmmrwcom.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "We study the role of lack commitment in shaping the allocations of the canonical incomplete-markets sovereign default model of  Eaton and Gersovitz (1981).  We show how the equilibrium with commitment to the circumstances under which default can be undertaken involves a very different set of functional equations than in the equilibrium without commitment. It turns out that, in practice, under commitment default does not exist in all but very extreme quantitative environments. We document how the standard specification of Arellano (2008) displays no default if there is commitment, even in the absence of both utility cost and exclusion from borrowing. While less standard specifications can produce some default under commitment, we provide examples that demonstrate how rare default is. We interpret default as a recourse of last resort.",
    "language": "en",
    "page": "",
    "title": "Commitment in the Canonical Sovereign Default Model",
    "author": [
      {
        "family": "Mateos-Planas",
        "given": "Xavier",
        "link": "https://sites.google.com/view/xmateosplanas"
      },
      {
        "family": "McCrary",
        "given": "Sean",
        "link": "https://economics.sas.upenn.edu/people/sean-mccrary"
      },
      {
        "family": "Rios-Rull",
        "given": "Jose-Victor",
        "link": "https://www.sas.upenn.edu/~vr0j/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "vvvmmrwcom",
    "bibtex": "@Article{vvvmmrwcom,   author = {Mateos-Planas, Xavier and McCrary, Sean and Rios-Rull, Jose-Victor and Wicht, Adrien},   title  = {Commitment in the Canonical Sovereign Default Model},   year   = {2023}, }"
  },
  {
    "id": "ALR2023",
    "filename": "",
    "download": "",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "We study the optimal design of a Financial Stability Fund. The Fund contract is based on a risk-assessment of the country and it is subject to limited enforcement (LE) and moral hazard (MH) constraints, therefore risk-sharing is limited. We analyse this tradeoff and its interaction with the LE constraints, as well as the role that the sovereign's impatience plays. Our benchmark is a Fund contract where the incentive compatibility (IC) rewards & punishments take place every period. Then we proceed with two inquires: i) what are the losses of having IC contracts with long spans of consumption smoothing, where the IC rewards & punishments take place at the end of the span?, can the long-span contract be designed to achieve the effort and the welfare of the benchmark contract?; ii) we introduce conditionality. We show that unobservable (non-contractable) effort not only has an effect on the final distribution of the observable outcome (e.g. government liabilities), but also can help to fulfil an observable (and contractable) condition informative of the improvement of the risk profile of the country. We use this framework to assess the underlying rules of the New Stability and Growth Pact. ",
    "language": "en",
    "page": "86",
    "title": "Debt and Risk-Sharing with Moral Hazard",
    "author": [
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Zavalloni",
        "given": "Luca",
        "link": "https://sites.google.com/site/lucazavalloniwarwick/"
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "GLRA2023",
    "bibtex": "@article{CMWZ2023,  author = {Marimon, Ramon and Wicht, Adrien and Zavalloni, Luca},  journal = {European University Institute},  month = oct,  pages = {},  title = {Debt and Risk-Sharing with Moral Hazard},  volume = {},  year = {2023}}"
  },
  {
    "id": "YRAMakingSovereignDebt2023",
    "filename": "YRAMakingSovereignDebt2023.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/YRAMakingSovereignDebt2023.pdf",
    "type": "article-journal",
    "category": { "name": "Publications", "colour": "success" },
    "abstract": "We develop an optimal design of a Financial Stability Fund that coexists with the international debt market. The sovereign can borrow defaultable bonds on the private international market, while having with the Fund a long-term contingent contract subject to limited enforcement constraints. The Fund contract does not have ex ante conditionality, but requires an accurate country-specific risk-assessment (DSA), accounting for the Fund contract. The Fund periodically announces the level of liabilities the country can sustain to achieve the constrained efficient allocation. The Fund is only required minimal absorption of the sovereign debt, but it must provide insurance (Arrow-securities) to the country. Furthermore, with the Fund all sovereign debt is safe independently of the seniority structure; however, for the Fund, seniority may require a greater minimal absorption than a pari passu regime. We calibrate our model to the Italian economy and show it would have had a more efficient path of debt accumulation with the Fund.",
    "language": "en",
    "page": "86",
    "title": "Making Sovereign Debt Safe with a Financial Stability Fund",
    "author": [
      {
        "family": "Liu",
        "given": "Yan",
        "link": "http://www.liuyanecon.com/"
      },
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Journal of International Economics, Forthcoming"
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "liuMakingSovereignDebt2023",
    "bibtex": "@article{liuMakingSovereignDebt2023, title = {Making Sovereign Debt Safe with a Financial Stability Fund}, author = {Liu, Yan and Marimon, Ramon and Wicht, Adrien}, date = {2022}, journal = {BSE Working Paper}, langid = {english},}"
  },
  {
    "id": "GLRA2023",
    "filename": "GLRA2023.pdf",
    "download": "https://www.sciencedirect.com/science/article/pii/S1094202523000443?via%3Dihub",
    "type": "article-journal",
    "category": { "name": "Publications", "colour": "success" },
    "abstract": "We explore the complementarity between a central bank and a financial stability Fund in stabilizing sovereign debt markets. The central bank pursuing its mandate can intervene with public sector purchasing programs, buying sovereign debt in the secondary market, provided that the debt is safe. The sovereign sells its debt to private lenders, through market auctions. Furthermore, it has access to a long-term state-contingent contract with a Fund: a country-specific debt-and-insurance contract that accounts for no-default and no-over-lending constraints. The Fund needs to guarantee gross-financial-needs and no-over-lending. We show that these constraints endogenously determine the ‘optimal debt maturity’ structure that minimizes the Required Fund Capacity (RFC) to make all sovereign debt safe. However, the Fund may have limited absorption capacity and fall short of its RFC. The central bank may be able to cover the difference, in which case there is perfect complementarity and the joint institutions act as an effective ‘lender of last resort’. We calibrate our model to the Italian economy and find that with a Fund contract its ‘optimal debt maturity’ is 2.9 years with an RFC of 90% of GDP, which is above what the European Stability Mechanism (ESM) could reasonably absorb, but may be feasible with an ECB Transmission Protection Instrument (TPI) intervention. In contrast, the average maturity of Italian sovereign debt has been circa 6.2 years, with a needed absorption capacity of around 105% of GDP, which may call for a maturity restructuring to ease the activation of TPI.",
    "language": "en",
    "page": "86",
    "title": "On a Lender of Last Resort with a Central Bank and a Stability Fund",
    "author": [
      {
        "family": "Callegari",
        "given": "Giovanni",
        "link": ""
      },
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Zavalloni",
        "given": "Luca",
        "link": "https://sites.google.com/site/lucazavalloniwarwick/"
      },
      {
        "family": "Review of Economic Dynamics, 2023, Vol. 50, pp. 106-130"
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "GLRA2023",
    "bibtex": "@article{CMWZ2023,  author = {Callegari, Giovanni and Marimon, Ramon and Wicht, Adrien and Zavalloni, Luca},  journal = {Review of Economic Dynamics},  month = oct,  pages = {106-130},  title = {On a Lender of Last Resort with a Central Bank and a Stability Fund},  volume = {50},  year = {2023}}"
  },
  {
    "id": "gerigkDemographicsCurrentAccount2018",
    "filename": "gerigkDemographicsCurrentAccount2018.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/gerigkDemographicsCurrentAccount2018.pdf",
    "type": "article-journal",
    "category": { "name": "Publications", "colour": "success" },
    "abstract": "This paper investigates the relationship between demographics and the current account. We analyze the impact of recent demographic changes and provide a forecast of its future impact. Overall, we find a strong and robust, non-linear demographic effect. In particular, we find a positive association between the current account and the share of a population’s prime-age individuals and a negative association with the share of the elderly. Our forecast suggests that, given the dramatically aging population in most industrialized countries, demographics will likely decrease the current account balance in the near future in those countries.",
    "language": "en",
    "page": "32",
    "title": "Demographics and the Current Account",
    "author": [
      {
        "family": "Gerigk",
        "given": "Joschka",
        "link": "https://ideas.repec.org/f/pge321.html"
      },
      {
        "family": "Rinawi",
        "given": "Miriam",
        "link": "https://scholar.google.com/citations?user=iTcnxYAAAAAJ&hl=de"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Aussenwirtschaft, 2018, Vol. 69(1), pp. 45-76"
      }
    ],
    "issued": {
      "date-parts": [["2018"]]
    },
    "citation-key": "gerigkDemographicsCurrentAccount2018",
    "bibtex": "@article{gerigkDemographicsCurrentAccount2018, title = {Demographics and the Current Account}, author = {Gerigk Joschka and Rinawi, Miriam and Wicht, Adrien}, date = {2018}, journal = {Aussenwirtschaft}, volume = {69}, number = {1}, pages = {45-76}, langid = {english},}"
  },
  {
    "id": "marimonEuroAreaFiscal2021",
    "filename": "marimonEuroAreaFiscal2021.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/marimonEuroAreaFiscal2021.pdf",
    "type": "article-journal",
    "category": { "name": "Policy papers", "colour": "info" },
    "abstract": "The main legacy of the post-Covid-19-crisis euro area fiscal framework should be the development of a unique integrated fiscal policy and of a permanent and independent Fiscal Fund to implement it. To arrive at this conclusion, we analyse the challenges and build on current research on the optimal design of a fiscal fund. We characterise the fiscal policy, and the development of the Fund, together with the role and form that the Stability and Growth Pact can take in the new fiscal framework.",
    "language": "en",
    "page": "40",
    "title": "Euro Area fiscal policies and capacity in post-pandemic times",
    "author": [
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2021"]]
    },
    "citation-key": "marimonEuroAreaFiscal2021",
    "bibtex": "@article{marimonEuroAreaFiscal2021,title = {Euro {{Area}} Fiscal Policies and Capacity in Post-Pandemic Times}, author = {Marimon, Ramon and Wicht, Adrien}, date = {2021}, pages = {40}, journal = {European Parliament, Economic Governance Support Unit}, number = {PE 651.392}, langid = {english},}"
  }
]
