[
  {
    "id": "wichtHDD2022",
    "filename": "wichtHDD2022.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/wichtHDD2022.pdf",
    "type": "article-journal",
    "category": { "name": "Work in progress", "colour": "primary" },
    "abstract": "This paper identifies the role of past history, maturity, buyback and default in the context of constrained efficient sovereign borrowing. I derive a market economy in which a sovereign borrower trades non-contingent bonds of different maturities with a foreign lender. The borrower is relatively impatient and lacks commitment. I show that the market economy cannot implement the Planner's constrained efficient allocation through defaults but instead by changes in maturity and debt buybacks. Moreover, as the lender must enforce those buybacks, the implementation often requires history-dependent strategies. Nevertheless, interpreting the impatient borrower as a short-run player, small perturbations in the payoff of the market participants rule out any other strategies than Markov ones. In this case, the Planner's allocation can only be approximated by the market economy through history-invariant debt management policies. Developing economies present evidence of such approximation albeit with different policies and outcome.",
    "language": "en",
    "page": "56",
    "title": "Efficient Sovereign Debt Management: The role of History, Maturity, Buyback and Default",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Student Talk 2022, BSE Summer Forum (ADEMU) 2022."
      }
    ],
    "issued": {
    "date-parts": [["2022"]]
    },
    "citation-key": "wichtHDD2022",
    "bibtex": "@article{wichtHDD2022, title = {Efficient Sovereign Debt Management: The role of History, Maturity, Buyback and Default}, author = {Wicht, Adrien}, date = {2022}, pages = {56}, abstract = {This paper identifies the role of past history, buybacks and defaults in the context of constrained efficient sovereign borrowing. I derive a market economy in which a sovereign borrower trades non-contingent bonds of different maturities with a foreign lender. The borrower is relatively impatient and lacks commitment. I show that the market economy cannot implement the Planner's constrained efficient allocation through defaults but instead by changes in maturity and debt buybacks. Especially, when the borrower is sufficiently patient Markov strategies can implement the Planner's allocation in steady state. Otherwise, history-dependent strategies are required. Nevertheless, interpreting the impatient borrower as a shot-run player, small perturbations in the payoff of the market participants rule out any other strategies than Markov ones. In this case, the constrained efficient allocation represents an ideal type which can only be approximated by the market economy through history-invariant debt management policies.}, langid = {english},}"
  },
  {
    "id": "liuMakingSovereignDebt2022",
    "filename": "liuMakingSovereignDebt2022.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/liuMakingSovereignDebt2022.pdf",
    "type": "article-journal",
    "category": { "name": "Work in progress", "colour": "primary" },
    "abstract": "We develop an optimal design of a Financial Stability Fund that coexists with the international debt market. The sovereign can borrow long-term defaultable bonds on the private international market, while having with the Fund a long-term contingent contracts subject to limited enforcement constraints. There is a contract that minimizes the debt absorbed by the Fund, guaranteeing full debt stabilization. In equilibrium, the seniority of the Fund contract, with respect to the privately held debt, is irrelevant. We calibrate our model to the Italian economy and show it would have been a more eﬃcient path of debt accumulation with the Fund.",
    "language": "en",
    "page": "86",
    "title": "Making Sovereign Debt Safe with a Financial Stability Fund",
    "author": [
      {
        "family": "Liu",
        "given": "Yan",
        "link": "http://www.liuyanecon.com/"
      },
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: ADEMU Workshop 2020, EEA meeting 2021, ESM Research Seminar 2021, SED Annual Meeting 2022."
      }
    ],
    "issued": {
      "date-parts": [["2022"]]
    },
    "citation-key": "liuMakingSovereignDebt2022",
    "bibtex": "@article{liuMakingSovereignDebt2022, title = {Making {{Sovereign Debt Safe}} with a {{Financial Stability Fund}}}, author = {Liu, Yan and Marimon, Ramon and Wicht, Adrien}, date = {2022}, pages = {86}, abstract = {We develop an optimal design of a Financial Stability Fund that coexists with the international debt market. The sovereign can borrow long-term defaultable bonds on the private international market, while having with the Fund a long-term contingent contracts subject to limited enforcement constraints. There is a contract that minimizes the debt absorbed by the Fund guaranteeing full debt stabilization. In equilibrium, the seniority of the Fund contract, with respect to the privately held debt, is irrelevant. We calibrate our model to the Italian economy and show it would have been a more efficient path of debt accumulation with the Fund.}, langid = {english},}"
  },
  {
    "id": "GEE2022",
    "filename": "",
    "download": "",
    "type": "article-journal",
    "category": { "name": "Work in progress", "colour": "primary" },
    "abstract": "Slides available upon request.",
    "language": "en",
    "page": "",
    "title": "The Generalized Euler Equation and the Bankruptcy-Sovereign Default Problem",
    "author": [
      {
        "family": "Mateos-Planas",
        "given": "Xavier",
        "link": "https://sites.google.com/view/xmateosplanas"
      },
      {
        "family": "McCrary",
        "given": "Sean",
        "link": "https://economics.sas.upenn.edu/people/sean-mccrary"
      },
      {
        "family": "Rios-Rull",
        "given": "Jose-Victor",
        "link": "https://www.sas.upenn.edu/~vr0j/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Workshop on Dynamic Games in Macroeconomics and Public Finance 2022, UCL 2015."
      }
    ],
    "issued": {
      "date-parts": [["2022"]]
    },
    "citation-key": "GEE2022",
    "bibtex": ""
  },
  {
    "id": "wichtSenioritySovereignDefault2022",
    "filename": "wichtSenioritySovereignDefault2022.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/wichtSenioritySovereignDefault2022.pdf",
    "type": "article-journal",
    "category": { "name": "Work in progress", "colour": "primary" },
    "abstract": "Sovereign countries do not necessarily repay all its creditors. In fact, one observes a clear pecking order in which multilateral institutions – essentially the International Monetary Fund and the World Bank – are given priority in repayment. Yet, this preferred status is a market practice and is not legally binding. This paper documents the implications of this de facto seniority structure of sovereign debt. Empirically, it presents strong evidence that defaults involving multilateral lenders are infrequent, last relatively longer and are associated with greater private creditors’ losses. It subsequently builds a model of endogenous defaults and renegotiations to rationalize those ﬁndings. There, the multilateral debt generates an important pecuniary spillover. While it can work as a commitment device and dampen the default risk, it raises the subordination risk of private liabilities. Furthermore, a tough renegotiation strategy ensures that the multilateral lenders can maintain a lending policy at preferential rates. It also rationalizes the longer default’s duration and the greater private creditors’ losses observed in default episodes involving multilateral lenders. The subordination of private lenders further accounts for the large increase in spreads during debt crises.",
    "language": "en",
    "page": "80",
    "title": "Seniority and Sovereign Default",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Lunch 2021, Philadelphia Fed Research Seminar 2022, RIEF Conference 2022, DebtCon5 2022."
      }
    ],
    "issued": {
      "date-parts": [["2022"]]
    },
    "citation-key": "wichtSenioritySovereignDefault2022",
    "bibtex": "@article{wichtSenioritySovereignDefault2022, title = {Seniority and {{Sovereign Default}}}, author = {Wicht, Adrien}, date = {2022}, pages = {80}, abstract = {Sovereign countries do not necessarily repay all its creditors. In fact, one observes a clear pecking order in which multilateral institutions – essentially the International Monetary Fund and the World Bank – are given priority in repayment. Yet, this preferred status is a market practice and is not legally binding. This paper documents the implications of this de facto seniority structure of sovereign debt. Empirically, it presents strong evidence that defaults involving multilateral lenders are infrequent, last relatively longer and are associated with greater private creditors’ losses. It subsequently builds a model of endogenous defaults and renegotiations to rationalize those findings. There, the multilateral debt generates an important pecuniary spillover. While it can work as a commitment device and dampen the default risk, it raises the subordination risk of private liabilities. Furthermore, a tough renegotiation strategy ensures that the multilateral lenders can maintain a lending policy at preferential rates. It also rationalizes the longer default’s duration and the greater private creditors’ losses observed in default episodes involving multilateral lenders. The subordination of private lenders further accounts for the large increase in spreads during debt crises.}, langid = {english},}"
  },
  {
    "id": "gerigkDemographicsCurrentAccount2018",
    "filename": "gerigkDemographicsCurrentAccount2018.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/gerigkDemographicsCurrentAccount2018.pdf",
    "type": "article-journal",
    "category": { "name": "Publications", "colour": "success" },
    "abstract": "This paper investigates the relationship between demographics and the current account. We analyze the impact of recent demographic changes and provide a forecast of its future impact. Overall, we find a strong and robust, non-linear demographic effect. In particular, we find a positive association between the current account and the share of a population’s prime-age individuals and a negative association with the share of the elderly. Our forecast suggests that, given the dramatically aging population in most industrialized countries, demographics will likely decrease the current account balance in the near future in those countries.",
    "language": "en",
    "page": "32",
    "title": "Demographics and the current account",
    "author": [
      {
        "family": "Gerigk",
        "given": "Joschka",
        "link": "https://ideas.repec.org/f/pge321.html"
      },
      {
        "family": "Rinawi",
        "given": "Miriam",
        "link": "https://scholar.google.com/citations?user=iTcnxYAAAAAJ&hl=de"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2018"]]
    },
    "citation-key": "gerigkDemographicsCurrentAccount2018",
    "bibtex": "@article{gerigkDemographicsCurrentAccount2018, title = {Demographics and the Current Account}, author = {Gerigk Joschka and Rinawi, Miriam and Wicht, Adrien}, date = {2018}, pages = {32}, langid = {english},}"
  },
  {
    "id": "marimonEuroAreaFiscal2021",
    "filename": "marimonEuroAreaFiscal2021.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/marimonEuroAreaFiscal2021.pdf",
    "type": "article-journal",
    "category": { "name": "Policy papers", "colour": "info" },
    "abstract": "The main legacy of the post-Covid-19-crisis euro area fiscal framework should be the development of a unique integrated fiscal policy and of a permanent and independent Fiscal Fund to implement it. To arrive at this conclusion, we analyse the challenges and build on current research on the optimal design of a fiscal fund. We characterise the fiscal policy, and the development of the Fund, together with the role and form that the Stability and Growth Pact can take in the new fiscal framework.",
    "language": "en",
    "page": "40",
    "title": "Euro Area fiscal policies and capacity in post-pandemic times",
    "author": [
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2021"]]
    },
    "citation-key": "marimonEuroAreaFiscal2021",
    "bibtex": "@article{marimonEuroAreaFiscal2021,title = {Euro {{Area}} Fiscal Policies and Capacity in Post-Pandemic Times}, author = {Marimon, Ramon and Wicht, Adrien}, date = {2021}, pages = {40}, abstract = {The main legacy of the post-Covid-19-crisis euro area fiscal framework should be the development of a unique integrated fiscal policy and of a permanent and independent Fiscal Fund to implement it. To arrive at this conclusion, we analyse the challenges and build on current research on the optimal design of a fiscal fund. We characterise the fiscal policy, and the development of the Fund, together with the role and form that the Stability and Growth Pact can take in the new fiscal framework.}, langid = {english},}"
  }
]
