[
  {
    "id": "wichtHDD2023",
    "filename": "wichtHDD2023.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/wichtHDD2023.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "This paper identifies the role of past history, maturity, buyback and default in the context of constrained efficient sovereign borrowing. I derive a market economy in which a sovereign borrower trades non-contingent bonds of different maturities with a foreign lender. The borrower is impatient and lacks commitment. I show that the market economy cannot implement the Planner's constrained efficient allocation through defaults but instead by changes in maturity and costly debt buybacks. Moreover, as the lender must enforce those buybacks, the implementation often requires history-dependent strategies. Nevertheless, interpreting the borrower's impatience as a form of fading memory, small perturbations in the payoff of the market participants rule out any other strategies than Markov ones. In this case, the Planner's allocation can only be approximated by the market economy through Markov debt management policies. Emerging economies such as Argentina and Brazil present evidence of such approximation albeit with different policies and outcome.",
    "language": "en",
    "page": "56",
    "title": "Efficient Sovereign Debt Management: The Role of History, Maturity, Buyback and Default",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Student Talk 2022, BSE Summer Forum (ADEMU) 2022, SEA 2022."
      }
    ],
    "issued": {
    "date-parts": [["2023"]]
    },
    "citation-key": "wichtHDD2023",
    "bibtex": "@article{wichtHDD2023, title = {Efficient Sovereign Debt Management: The role of History, Maturity, Buyback and Default}, author = {Wicht, Adrien}, date = {2023}, langid = {english},}"
  },
  {
    "id": "YRAMakingSovereignDebt2022",
    "filename": "YRAMakingSovereignDebt2022.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/YRAMakingSovereignDebt2022.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "We develop an optimal design of a Financial Stability Fund that coexists with the international debt market. The sovereign can borrow defaultable bonds on the private international market, while having with the Fund a long-term contingent contract subject to limited enforcement constraints. The Fund contract does not have ex-ante conditionality, but it requires an accurate country-specific risk-assessment (DSA), accounting for the Fund contract. The Fund periodically announces the level of liabilities the country can sustain to achieve this allocation. The Fund is only required minimal absorption of the sovereign debt (nil, if sovereign debt is one-period), but it must provide insurance (Arrow-securities) to the country. The Recursive Competitive Equilibrium is constrained-efficient and, as part of it, the Fund announcement is realized. Furthermore, the seniority of the Fund contract, with respect to the privately held debt, is irrelevant. We calibrate our model to the Italian economy and show it would have had a more efficient path of debt accumulation with the Fund.",
    "language": "en",
    "page": "86",
    "title": "Making Sovereign Debt Safe with a Financial Stability Fund",
    "author": [
      {
        "family": "Liu",
        "given": "Yan",
        "link": "http://www.liuyanecon.com/"
      },
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: ADEMU Workshop 2020, EEA meeting 2021, ESM Research Seminar 2021, SED Annual Meeting 2022, XXIV IEF Workshop 2022, Sovereign Debt Conference at Minneapolis Fed 2022, IMF 2022."
      }
    ],
    "issued": {
      "date-parts": [["2022"]]
    },
    "citation-key": "liuMakingSovereignDebt2022",
    "bibtex": "@article{liuMakingSovereignDebt2022, title = {Making {{Sovereign Debt Safe}} with a {{Financial Stability Fund}}}, author = {Liu, Yan and Marimon, Ramon and Wicht, Adrien}, date = {2022}, langid = {english},}"
  },
  {
    "id": "wichtSeniority2023",
    "filename": "wichtSeniority2023.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/wichtSeniority2023.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "Sovereign countries do not necessarily repay all its creditors. There is a clear pecking order in which (official) multilateral lenders - i.e. the International Monetary Fund and the World Bank - are given priority in repayment. Yet, this preferred status is a market practice and is not legally binding. This paper documents the implications of this \textit{de facto} seniority structure of sovereign debt. Empirically, I present strong evidence that defaults involving  multilateral lenders are infrequent, last relatively longer and are associated with greater private creditors' losses. To rationalize those findings, I build a model of endogenous defaults and renegotiations. I show that the typical no-lending-into-arrear policy adopted by multilateral lenders can explain most of the aforementioned empirical facts. In addition, the \textit{de facto} seniority generates important spillovers on other creditors and is a source of fiscal discipline. The borrower values the use of  multilateral debt and would not necessarily prefer other seniority regimes.",
    "language": "en",
    "page": "80",
    "title": "Seniority and Sovereign Default: The Role of Official Multilateral Lenders",
    "author": [
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Penn Macro Lunch 2021, Philadelphia Fed Research Seminar 2022, RIEF Conference 2022, DebtCon5 2022."
      }
    ],
    "issued": {
      "date-parts": [["2023"]]
    },
    "citation-key": "wichtSeniority2023",
    "bibtex": "@article{wichtSeniority2023, title = {Seniority and Sovereign Default: The Role of Official Multilateral Lenders}, author = {Wicht, Adrien}, date = {2023}, journal = {European University Institute}, langid = {english},}"
  },
  {
    "id": "GEE2022",
    "filename": "vicgoofstonybrook",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/vicgoofstonybrook.pdf",
    "type": "article-journal",
    "category": { "name": "Current work and working papers", "colour": "primary" },
    "abstract": "This paper characterizes the equilibrium of the standard incomplete   markets models with defaults and long-term debt. A risk-averse borrower issues   long-term non-contigent bonds but cannot commit to its future selves to   repay. We characterize and solve for the Markov equilibrium of the dynamic   game with successive borrowers through a Euler equation with derivative on   future actions - i.e. a generalized Euler equation. We disentangle the effect   due to default and dilution of legacy creditors and show that the price and   policy functions exhibit jumps in various places. Taking the limit of finite   horizon, we show existence and uniqueness of the Markov equilibrium. We also   present conditions under which the price and policy functions are   differentiable almost everywhere.",
    "language": "en",
    "page": "",
    "title": "The Generalized Euler Equation and the Bankruptcy-Sovereign Default Problem",
    "author": [
      {
        "family": "Mateos-Planas",
        "given": "Xavier",
        "link": "https://sites.google.com/view/xmateosplanas"
      },
      {
        "family": "McCrary",
        "given": "Sean",
        "link": "https://economics.sas.upenn.edu/people/sean-mccrary"
      },
      {
        "family": "Rios-Rull",
        "given": "Jose-Victor",
        "link": "https://www.sas.upenn.edu/~vr0j/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      },
      {
        "family": "Presented at: Workshop on Dynamic Games in Macroeconomics and Public Finance 2022."
      }
    ],
    "issued": {
      "date-parts": [["2022"]]
    },
    "citation-key": "GEE2022",
    "bibtex": "@Article{GEE2022,   author = {Mateos-Planas, Xavier and McCrary, Sean and Rios-Rull, Jose-Victor and Wicht, Adrien},   title  = {The Generalized Euler Equation and the Bankruptcy-Sovereign Default Problem},   year   = {2022}, }"
  },
  {
    "id": "gerigkDemographicsCurrentAccount2018",
    "filename": "gerigkDemographicsCurrentAccount2018.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/gerigkDemographicsCurrentAccount2018.pdf",
    "type": "article-journal",
    "category": { "name": "Publications", "colour": "success" },
    "abstract": "This paper investigates the relationship between demographics and the current account. We analyze the impact of recent demographic changes and provide a forecast of its future impact. Overall, we find a strong and robust, non-linear demographic effect. In particular, we find a positive association between the current account and the share of a population’s prime-age individuals and a negative association with the share of the elderly. Our forecast suggests that, given the dramatically aging population in most industrialized countries, demographics will likely decrease the current account balance in the near future in those countries.",
    "language": "en",
    "page": "32",
    "title": "Demographics and the current account",
    "author": [
      {
        "family": "Gerigk",
        "given": "Joschka",
        "link": "https://ideas.repec.org/f/pge321.html"
      },
      {
        "family": "Rinawi",
        "given": "Miriam",
        "link": "https://scholar.google.com/citations?user=iTcnxYAAAAAJ&hl=de"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2018"]]
    },
    "citation-key": "gerigkDemographicsCurrentAccount2018",
    "bibtex": "@article{gerigkDemographicsCurrentAccount2018, title = {Demographics and the Current Account}, author = {Gerigk Joschka and Rinawi, Miriam and Wicht, Adrien}, date = {2018}, journal = {Aussenwirtschaft}, volume = {69}, number = {1}, pages = {45-76}, langid = {english},}"
  },
  {
    "id": "marimonEuroAreaFiscal2021",
    "filename": "marimonEuroAreaFiscal2021.pdf",
    "download": "https://raw.githubusercontent.com/adrien-wicht/profile/main/publications/marimonEuroAreaFiscal2021.pdf",
    "type": "article-journal",
    "category": { "name": "Policy papers", "colour": "info" },
    "abstract": "The main legacy of the post-Covid-19-crisis euro area fiscal framework should be the development of a unique integrated fiscal policy and of a permanent and independent Fiscal Fund to implement it. To arrive at this conclusion, we analyse the challenges and build on current research on the optimal design of a fiscal fund. We characterise the fiscal policy, and the development of the Fund, together with the role and form that the Stability and Growth Pact can take in the new fiscal framework.",
    "language": "en",
    "page": "40",
    "title": "Euro Area fiscal policies and capacity in post-pandemic times",
    "author": [
      {
        "family": "Marimon",
        "given": "Ramon",
        "link": "https://www.ramonmarimon.eu/"
      },
      {
        "family": "Wicht",
        "given": "Adrien",
        "link": "https://adrien-wicht.github.io/profile/"
      }
    ],
    "issued": {
      "date-parts": [["2021"]]
    },
    "citation-key": "marimonEuroAreaFiscal2021",
    "bibtex": "@article{marimonEuroAreaFiscal2021,title = {Euro {{Area}} Fiscal Policies and Capacity in Post-Pandemic Times}, author = {Marimon, Ramon and Wicht, Adrien}, date = {2021}, pages = {40}, journal = {European Parliament, Economic Governance Support Unit}, number = {PE 651.392}, langid = {english},}"
  }
]
